var text = 
// "我应该有个工人的样子，"+
// "懂事一点，多交流，不吃不喝也好把事情做好。"
// 毕竟人家只是不懂你的意思，慢慢就好了，努力创造价值，
// 努力把公司的平台做好，把品牌做出去，让他们看看，不差的
// 不知道为什么总会遇到一些有意思的人和事，哈哈，算了爱咋地咋地。
// 用老农的思想来讲就是今年种玉米赔钱了，明年就不种玉米了，这样是
// 错误的，要搞高科技，要多种知识相互融合，也许在这一邻域内适用的东西
// 在另一个领域内就不适用了，我其实有点讨厌公司和国家这个两个组织的，但是
// 毕竟在历史发展的过程中，这种组织结构得到了证明它是对的，现在我要做的就是优化这个
// 组织，用计算机思维打破传统，优化这种结构，使它变得更合理，所以现在是一个实验，
// 我的思想还太简单，太年轻，从长远发展的角度讲，大众喜欢的才是最好的。字正腔圆不偷奸耍滑，做好事，了解实情。
// 欣赏自己的不完美，欣赏自己的情商不高。"

//忽然注释这一行字符串太麻烦了，或者注释多行字符串太麻烦了，干脆自己找找有没有vscode 的插件，如果没有就自己写一个吧。
//let Go!
/**
 * step 1 look up the office website in the https://code.visualstudio.com/docs/extensions/yocode
 * 
 * step 2 solve your environment in your computer
 * 
 * 
 */

 console.log("hello world");
 